NewRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gs="http://com/soap/template/webservices/basicservice">
	<soapenv:Header />
	<soapenv:Body>
		<gs:NewRequest>
			<gs:content>New Basic Request!</gs:content>
		</gs:NewRequest>
	</soapenv:Body>
</soapenv:Envelope>
